Repository: 6543-forks/photoprint
Catalog: po/*.po
Languages: cs_cz, it

source: Printer Setup
cs_cz: Nastavení tiskárny
it: Impostazioni stampante

source: Output
cs_cz: Výstup
it: Uscita

source: About
cs_cz: O programu
it: Informazioni

source: Set paths...
cs_cz: Nastavit cesty...
it: Seleziona percorso

source: ICC Profiles
cs_cz: ICC profily
it: Profilo colore ICC

source: Borders
cs_cz: Okraje
it: Bordi

source: Backgrounds
cs_cz: Pozadí
it: Sfondi

source: Select a border...
cs_cz: Vybrat okraj...
it: Seleziona un bordo...

source: Export TIFF...
cs_cz: Ulo¾it jako TIFF...
it: Esporta TIFF

source: Page range:
cs_cz: Rozsah stránek
it: Pagine da stampare

source: Resolution (dpi):
cs_cz: Rozli¹ení (dpi):
it: Risoluzione (dpi):

source: Save as 16-bit:
cs_cz: Ulo¾it jako 16-bit:
it: Salva in 16 bit:

source: Output Profile:
cs_cz: Výstupní profil
it: Profilo di uscita

source: Please provide a filename.
cs_cz: Prosím, zadejte jméno souboru.
it: Inserire un nome per il file

source: Exporting...
cs_cz: Ukládání...
it: Esportazione...

source: Export JPEG...
cs_cz: Ulo¾it jako JPEG...
it: Esporta JPEG...

source: JPEG Quality:
cs_cz: Kvalita JPEG
it: Qualità JPEG:

source: Select a background...
cs_cz: Vybrat pozadí...
it: Seleziona sfondo...

source: Please select an image first!
cs_cz: Nejprve, prosím, vyberte obrázek.
it: Prima devi scegliere un'immagine!

source: Set Custom Profile...
cs_cz: Nastavit u¾ivatelský profil
it: Imposta profilo personalizzato

source: Before:
cs_cz: Pøed:
it: Prima:

source: After:
cs_cz: Po:
it: Dopo:

source: Can't show a colour managed preview unless you choose a Default RGB or Monitor profile in the Options->Colour Management dialog!
cs_cz: Nemohu zobrazit barevný náhled dokud nevyberete výchozí RGB nebo profil monitor v Nastavení->Správa barev !
it: Impossibile mostrare l'anteprima della gestione colore se non è impostato un profilo RGB del monitor in Opzioni-> Gestione colori

source: Warning: Image already has an embedded profile Assigning a new one will over-ride it!
cs_cz: Varování: Obrázek obsahuje barevný profil Nastavením nového ho pøepí¹ete!
it: Attenzione: L'immagine dispone già di un profilo Assegnane uno nuovo se vuoi sovrascriverlo!

source: Assign Profile:
cs_cz: Nastavený profil
it: Assegna un profilo

source: Rendering intent:
it: Opzioni di rendering:

source: Warm/Cool
cs_cz: Horký/Studený
it: Calda/fredda

source: Active
cs_cz: Aktivní
it: Attiva

source: Icon
cs_cz: Ikona
it: Icona

source: Name
cs_cz: Jméno
it: Nome

source: Desaturate
it: Togli saturazione

source: %d degrees K
cs_cz: %d stupòù K
it: %d gradi K

source: Sharpen
cs_cz: Zaostøit
it: Acutezza

source: Radius: %1.2f
cs_cz: Polomìr: %1.2f
it: Raggio: %1.2f

source: Amount: %1.2f
cs_cz: Mno¾ství: %1.2f
it: Quantità: %1.2f

source: _Open Preset...
cs_cz: _Otevøít projekt...
it: Apri procedura di stampa

source: Open a preset
cs_cz: Otevøít projekt
it: Apre una procedura di stampa salvata

source: _Save Preset
cs_cz: _Ulo¾it projekt
it: Salva procedura di stampa

source: Save a preset
cs_cz: Ulo¾it projekt
it: Salva una procedura di stampa

source: Save _As...
cs_cz: Ulo¾it _jako...
it: Salva come

source: Save preset with a new filename
cs_cz: Ulo¾it projekt s novým jménem
it: Salva procedura con un nuovo nome

source: Save _Default
cs_cz: Ulo¾it _výchozí
it: Salva come predefinita

source: Save preset as the default
cs_cz: Ulo¾it projekt jako výchozí
it: Sava procedura di stampa come predefinita

source: E_xport TIFF...
cs_cz: U_lo¾it jako TIFF...
it: Esporta TIFF...

source: Export pages as TIFF files
cs_cz: Ulo¾it stránky jako soubory TIFF
it: Esporta pagine come file TIFF

source: Print Pre_view...
cs_cz: Tisknout náhl_ed...
it: Anteprima di stampa...

source: Preview how the printed page will look
cs_cz: Náhled jak bude vypadat vyti¹tìná stránky
it: Anteprima di come apparirà la pagina stampata.

source: Print S_etup...
cs_cz: Nastavení _tisku...
it: Impostazioni Stampante...

source: Set printer driver and options
cs_cz: Nastavit ovladaè a vlastnosti tiskárny
it: Impostazione driver della stampante e opzioni

source: _Print
cs_cz: _Tisk
it: Stampa

source: Print pages
cs_cz: Tisknout stránky
it: Stampa pagine

source: _Quit
cs_cz: _Konec
it: Esci

source: Exit PhotoPrint
cs_cz: Ukonèit PhotoPrint
it: Esci da Photoprint

source: _Image
cs_cz: _Obrázek
it: Immagine

source: _Options
cs_cz: _Nastavení
it: Opzioni

source: _Help
cs_cz: Ná_povìda
it: Aiuto

source: _Clear Layout
cs_cz: _Vyèistit rozlo¾ení
it: Cancella layout

source: Remove all images from the layout
cs_cz: Smazat v¹echny obrázky z rozlo¾ení
it: Rimuovi tutte le immagini dal layout

source: Set _Background
cs_cz: Nastavit _pozadí
it: Imposta Sfondo

source: Set a background image for the current layout
cs_cz: Nastavit obrázek pozadí pro aktuální rozlo¾ení
it: Imposta un'immagine di sfondo per il layout

source: _Add Image...
cs_cz: _Pøidat obrázek...
it: Aggiungi immagine

source: Add images to the current layout
cs_cz: Pøidat obrázky do aktuálního rozlo¾ení
it: Aggiungere le immagini al layout

source: _Remove Image
cs_cz: _Odstranit obrázek
it: Elimina immagine

source: Remove selected images from the layout
cs_cz: Odstranit vybrané obrázky z rozlo¾ení
it: Rimuovere le immagini selezionate dal layout

source: _Rotation
cs_cz: O_táèení
it: Rotazione

source: Set Image _Mask...
cs_cz: Ulo¾it _masku obrázku...
it: Imposta Maschera immagine...

source: Set a border mask for the selected image
cs_cz: Nastavit okrajovou masku pro vybrané obrázky
it: Imposta una maschera per il bordo dell'immagine selezionata

source: _Effects...
cs_cz: _Efekty...
it: Effetti

source: Apply effects to the selected image
cs_cz: Pou¾ít efekty pro vybrané obrázky
it: Applica effetti all'immagine selezionata

source: Set Colour _Profile...
cs_cz: Nastavit barevný pro_fil...
it: Imposta Profilo colore

source: Assign an ICC profile or custom rendering intent to the image
cs_cz: Nastavit ICC profil nebo u¾ivatelské vykreslování na obrázek
it: Assegnazione di un profilo ICC o di rendering personalizzato per l'immagine

source: _Paths...
cs_cz: _Cesty...
it: Percorsi...

source: Set search paths for ICC profiles, borders, etc.
cs_cz: Nastavit cesty hledání ICC profilu, ohranièení, atd.
it: Impostare i percorsi di ricerca per i profili ICC, bordi, ecc...

source: _Colour Management...
cs_cz: Správa _barev...
it: Gestione Colore

source: Set colour management options
cs_cz: Nastavení správy barev
it: Imposta le opzioni di gestione del colore

source: _Units...
cs_cz: _Jednotky
it: Unità di misura

source: Select the units used throughout PhotoPrint
cs_cz: Nastavení jednotek pou¾ívaných v PhotoPrintu
it: Seleziona le unità di misura da utilizzare in PhotoPrint

source: _Scaling...
cs_cz: _Zmìna velikosti
it: Scalatura...

source: Select the preferred scaling method.
cs_cz: Výbìr zpùsobu zmìny velikosti
it: Seleziona il metodo preferito di scalatura.

source: About...
cs_cz: O programu...
it: Informazioni...

source: Some information about PhotoPrint
cs_cz: Informace o programu PhotoPrint
it: Alcune informazioni su PhotoPrint

source: Allow _Cropping
cs_cz: Povolit _oøezávání
it: Permetti rifilatura

source: Crop the selected images to fill the available space
cs_cz: Oøíznout vybrané obrázky tak aby vyplnily dostupný prostor
it: Ritaglia le immagini selezionate per riempire lo spazio disponibile

source: _Auto Layout
cs_cz: _Automatické rozlo¾ení
it: Layout Automatico

source: Automatically place images in a grid
it: Colloca automaticamente le immagini nella griglia.

source: Print an image in multiple pages, to be assembled into a poster
cs_cz: Tisknout obrázek na více stránek. Slou¾í k sestavení velkého plakátu.
it: Stampa un'immagine in più pagine da assemblare in un poster

source: _Carousel
cs_cz: _©títek na CD/DVD
it: Carosello

source: Fade images into a circular 'carousel' - ideal for CD labels.
cs_cz: Sestavit obrázky do kruhu - pou¾itelné pro nálepky na CD.
it: Mischia le immagini in forma circolare - ideale per etichette per CD.

source: _Manual Size
cs_cz: _Ruèní velikost
it: Layout Manuale

source: Print images on a single sheet, at a specified scale.
cs_cz: Tisknout obrázky na jeden list v zadaném mìøítku.
it: Stampa le immagini su un unico foglio, nella scala specificata.

source: _Auto
cs_cz: _Automaticky
it: Automatica

source: Automatically choose rotation to fit the available space.
cs_cz: Automaticky otoèit obrázek.
it: Sceglie automaticamente la rotazione per adattarsi allo spazio disponibile.

source: _None
cs_cz: _Nic
it: Nessuna

source: No rotation.
cs_cz: Neotáèet obrázek
it: Nessuna rotazione.

source: _90 Degrees
cs_cz: _90 stupòù
it: 90·gradi

source: Rotate 90 degrees clockwise.
cs_cz: Otoèit o 90 stupòù po smìru hodinových ruèièek.
it: Ruota di 90 gradi in senso orario.

source: _180 Degrees
cs_cz: _180 stupòù
it: 180·gradi

source: Rotate 180 degrees.
cs_cz: Otoèit o 180 stupòù.
it: Ruota di 180 gradi.

source: _270 Degrees
cs_cz: _270 stupòù
it: 270 gradi

source: Rotate 90 degrees anticlockwise.
cs_cz: Otoèit o 90 stupòù proti smìru hodinových ruèièek.
it: Ruota di 90 gradi in senso antiorario.

source: Dither Algorithm
cs_cz: Zpùsob prokládání
it: Algoritmo dither:

source: Initializing...
cs_cz: Nastavení poèáteèních hodnot...
it: Inizializzazione...

source: Checking .photoprint directory...
cs_cz: Kontrola adresáøe .photoprint...
it: Verifica directory .photoprint...

source: Loading preset...
cs_cz: Nahrávání projektu...
it: Caricamento procedura di stampa...

source: Creating layout...
cs_cz: Vytváøím rozlo¾ení...
it: Creazione layout...

source: Loading images...
cs_cz: Nahrávám obrázky...
it: Caricamento immagini...

source: Error creating directory `%s': %s
cs_cz: Chyba pøi vytváøení adresáøe`%s': %s
it: Errore durante la creazione della directory `%s': %s

source: Error opening `%s': %s
cs_cz: Chyba pøi otevírání `%s': %s
it: Errore durante l'apertura di `%s': %s

source: Error reading `%s': file contains no data.
cs_cz: Chyba ètení `%s': soubor neobsahuje ¾ádná data.
it: Errore nella lettura di `%s': il file non contiene dati.

source: Error reading `%s': %s
cs_cz: Chyba ètení `%s': %s
it: Errore nella lettura di `%s': %s

source: Failed to load image '%s': reason not known, probably a corrupt image file
cs_cz: Chyba nahrávání obrázku '%s': dùvod není znám. Soubor je pravdìpodobnì po¹kozen.
it: Impossibile caricare l'immagine '%s': causa sconosciuta, probabilmente il file è danneggiato

source: Error verifying `%s': %s
cs_cz: Chyba ovìøování `%s': %s
it: Errore durante la verifica di `%s': %s

source: Error reading `%s': file is not a regular file or symbolic link.
cs_cz: Chyba ètení `%s': neobvyklý soubor nebo odkaz na soubor.
it: Errore durante la lettura di `%s': il file non è un file regolare o un link simbolico.

source: Error creating temporary thumbnail file for `%s': %s
cs_cz: Chyba vytváøení doèasného souboru s náhledem pro `%s': %s
it: Errore nella creazione del file temporaneo della miniatura per `%s': %s

source: Printer
cs_cz: Tiskárna
it: Stampante

source: Printer Profile:
cs_cz: Profil tiskárny:
it: Profilo della stampante:

source: Colour space:
cs_cz: Barevný prostor:
it: Modalità colore

source: Monitor Profile:
cs_cz: Profil monitoru:
it: Profilo del monitor:

source: Display mode:
cs_cz: Zpùsob zobrazení:
it: Modalità visualizzazione:

source: Normal
cs_cz: Normální
it: Normale

source: Simulate Print
cs_cz: Zkou¹ka tisku
it: Simulazione stampa

source: Simulate Print, Adapt White
cs_cz: Zkou¹ka tisku, upravit bílou
it: Simulazione stampa, adattamento del bianco

source: Default Image Profiles
cs_cz: Výchozí profil obrázku
it: Profilo predefinito per le immagini

source: RGB Profile:
cs_cz: RGB profil:
it: Profilo RGB:

source: CMYK Profile:
cs_cz: CMYK profil:
it: Profilo CMYK:

source: Colour Management
cs_cz: Správa barev
it: Gestione colori

source: Effects
cs_cz: Efekty
it: Effetti

source: Image Info
cs_cz: Informace o obrázku
it: Info immagine

source: Filename:
cs_cz: Jméno souboru:
it: Nome del file:

source: Dimensions:
cs_cz: Rozmìry
it: Dimensioni:

source: Resolution:
cs_cz: Rozli¹ení
it: Risoluzione:

source: Profile:
cs_cz: Profil:
it: Profilo:

source: Default
cs_cz: Výchozí
it: Predefinito

source: Page:
it: Pagina:

source: Carousel
cs_cz: ©títek na CD/DVD
it: Carosello

source: Segments:
cs_cz: Díly:
it: Segmenti:

source: Overlap (%):
cs_cz: Pøesah (%):
it: Sovrapposizione (%):

source: Starting angle:
cs_cz: Zaèít na úhlu:
it: Angolo di partenza:

source: Inner Radius:
cs_cz: Vnitøní polomìr:
it: Raggio interno

source: Poster Layout
cs_cz: Rozlo¾ení plakátu
it: Formato Poster

source: Size
cs_cz: Velikost
it: Dimensioni

source: by
cs_cz: na
it: di

source: Tiles
cs_cz: Dla¾dice
it: Mosaico

source: Overlap
cs_cz: Pøesah
it: Sovrapposizione

source: H:
it: Orizz.:

source: V:
it: Vert.:

source: Manual scaling
cs_cz: Ruèní mìøítko
it: Scalatura manuale

source: H (%):
it: Orizz.:

source: V (%):
it: Vert.:

source: Transferring images...
cs_cz: Pøenos obrázkù...
it: Trasferimento immagini...

source: _Edit
cs_cz: _Upravit
it: Modifica

source: Select _All
cs_cz: Vybrat _v¹e
it: Seleziona tutto

source: Select all images
cs_cz: Vybrat v¹echny obrázky
it: Seleziona tutte le immagini.

source: Select _None
cs_cz: Zru¹it _výbìr
it: Deseleziona tutto

source: Deselect all images
cs_cz: Zru¹it výbìr v¹ech obrázkù
it: Deseleziona tutte le immagini

source: _Cut
cs_cz: _Vyjmout
it: Taglia

source: Cut the current image to the clipboard
cs_cz: Umístit aktuální obrázek do schránky
it: Taglia l'immagine corrente e la copia nella clipboard

source: C_opy
cs_cz: K_opírovat
it: Copia

source: Copy the current image to the clipboard
cs_cz: Zkopírovat aktuální obrázek do schránky
it: Copia l'immagine corrente nella clipboard

source: _Paste
cs_cz: Vl_o¾it
it: Incolla

source: Paste the contents of the clipboard as a new image
cs_cz: Vlo¾it obsah schránky jako nový obrázek
it: Incolla il contenuto della clipboard in una nuova immagine

source: Open preset...
cs_cz: Otevøít projekt...
it: Apri impostazioni...

source: Save preset...
cs_cz: Ulo¾it projekt...
it: Salva impostazioni...

source: Generating print data...
cs_cz: Vytváøím data pro tisk...
it: Creazione dati di stampa...

source: E_xport
it: Esporta

source: Export _TIFF...
cs_cz: Ulo¾it jako _TIFF...
it: Esporta TIFF

source: Export _JPEG...
cs_cz: Ulo¾it jako _JPEG...
it: Esporta JPEG

source: Export pages as JPEG files
cs_cz: Ulo¾it stánky jako JPEG soubory
it: Esporta pagina come file JPEG

source: Open File
cs_cz: Otevøít soubor
it: Apri file

source: Adding images...
cs_cz: Pøidávám obrázky...
it: Aggiunta immagini...

source: Page is already full!
cs_cz: Stránka u¾ je zaplnìná!
it: La pagina è già piena!

source: _Duplicate Image
cs_cz: _Zkopírovat obrázek
it: Duplica immagine

source: Duplicate the currently selected image
cs_cz: Zkopírovat vybrané obrázky
it: Duplica immagine selezionata

source: Fill the page with copies of the currently selected image
cs_cz: Vyplnit stránku vybraným obrázkem
it: Riempire la pagina con le copie dell'immagine selezionata

source: High-res Previews
cs_cz: Pìkné náhledy
it: Anteprima in alta risoluzione

source: Render high-resolution previews in the background
cs_cz: Vytvoøí pìkné náhledy na pozadí
it: Render in background delle anteprime ad alta risoluzione

source: _Normal Display
cs_cz: O_byèejný monitor
it: Visualizzazione normale

source: Display colours with no print simulation
cs_cz: Zobrazí barvy bez simulace tisku
it: Mostra colori senza simulare la stampa

source: Simulate Prin_t
cs_cz: Náhled _tisku
it: Simulazione stampa

source: Adjust colours on screen to imitate printed colours, including paper white
cs_cz: Upravit barvy na obrazovce k napodobení tisku. Vèetnì bílé barvy papíru.
it: Regola i colori dello schermo per imitare i colori stampati, compreso il bianco

source: Simulate Print, _Adapt White
cs_cz: Náhled tisku, pøizpùsobit bílou
it: Simulazione stampa, adattamento bianco

source: Adjust colours to imitate printed colours, excluding paper white
cs_cz: Upravit barvy na obrazovce k napodobení tisku. Vynechá bílou barvu papíru.
it: Regola i colori dello schermo per imitare i colori stampati, escluso il bianco

source: Page Size and Margins
cs_cz: Velikost stránky a okraje
it: Dimensione pagina e margini

source: Left:
cs_cz: Levý okraj:
it: Sinistro:

source: Right:
cs_cz: Pravý okraj:
it: Destro:

source: Top:
cs_cz: Horní okraj:
it: Alto:

source: Bottom:
cs_cz: Dolní okraj:
it: Basso:

source: Print Queue:
cs_cz: Tisková fronta:
it: Coda di stampa:

source: Printer Model:
cs_cz: Typ tiskárny:
it: Modello stampante:

source: The printer queue %s is not found - please choose another
cs_cz: Tisková fronta %s nenalezena - prosím vyberte jinou
it: La coda di stampa %s è inesistente - sceglierne un'altra

source: Printer queue not found
cs_cz: Tisková fronta nenalezena
it: Coda di stampa inesistente

source: Unable to generate print data
cs_cz: Nelze vytvoøit data pro tisk
it: Impossibile generare i dati di stampa...

source: Algorithm:
cs_cz: Algoritmus
it: Algoritmo:

source: Columns:
cs_cz: Sloupce:
it: Colonne:

source: Rows:
cs_cz: Øady
it: Righe:

source: Gap:
cs_cz: Mezera:
it: Spazio:

source: Width:
cs_cz: ©íøka
it: Larghezza:

source: Height:
cs_cz: Vý¹ka
it: Altezza:

source: From selected image
cs_cz: Z vybraného obrázku
it: Da immagine selezionata

source: Specify rows/columns
cs_cz: Øádky/sloupce
it: Specifica righe/colonne

source: Specify image dimensions
cs_cz: Rozmìry obrázku
it: Specifica dimensioni immagine

source: Units:
cs_cz: Jednotky:
it: Unità di misura:

source: Points
cs_cz: Body
it: Punti

source: Inches
cs_cz: Palce
it: Pollici

source: Millimeters
cs_cz: Milimetry
it: Millimetri

source: Centimeters
cs_cz: Centimetry
it: Centimetri

source: Units
cs_cz: Jednotky
it: Unità

source: Perceptual
it: Percettivo

source: Relative Colorimetric
it: Colorimetrico relativo

source: Relative Colorimetric with BPC
cs_cz: Relative Colorimetric s BPC
it: Colorimetrico relativo con BPC

source: Saturation
cs_cz: Nasycení
it: Saturazione

source: Absolute Colorimetric
it: Colorimetrico assoluto

source: Aims for pleasing photographic results by preserving relationships between colours, and avoiding clipping of unattainable colours
it: Tenta di ottenere un risultato fotografico gradevole, mantenendo le relazioni tra i colori ed evitando il clipping di colori inottenibili

source: Attempts to preserve the original colours, relative to white-point differences.
it: Tenta di conservare i colori originali, relativi alle differenze dal bianco.

source: Attempts to preserve the original colours, relative to white-point differences. Uses Black Point Compensation to avoid clipping of highlights and shadows.
it: Tenta di conservare i colori originali, relativi alle differenze dal bianco. Utilizza compensazione del nero per evitare il clipping di luci e ombre.

source: Attempts to provide brighter, more saturated colours, at the expense of colour relationships.
it: Tenta di fornire colori più brillanti e saturi, a scapito dei rapporti di colore.

source: Mimics the original colours (including white point) as closely as possible, for side-by-side comparisons. Clips unattainable colours.
it: Imita i colori originali (compreso il livello del bianco) quanto più vicino possibile, per confronto fianco a fianco. Taglia i colori inottenibili.

source: Other...
cs_cz: Ostatní...
it: Altro...

source: Please choose a valid ICC profile
cs_cz: Prosím, vyberte platný ICC profil
it: Scegliere un profilo ICC valido

source: points
cs_cz: body
it: Punti

source: inches
cs_cz: palce
it: Pollici

source: millimeters
cs_cz: milimetry
it: Millimetri

source: centimeters
cs_cz: centimetry
it: Centimetri

source: Select directory...
cs_cz: Vybrat adresáø...
it: Seleziona directory

source: Path
cs_cz: Cesta
it: Percorso

source: Add...
cs_cz: Pøidat...
it: Aggiungi

source: Remove
cs_cz: Odstranit
it: Elimina

source: Image
cs_cz: Obrázek
it: Immagine

source: Progress...
cs_cz: Probíhá...
it: Avanzamento...

source: _File
cs_cz: _Soubor

source: _Layout
cs_cz: _Rozlo¾ení

source: _Poster
cs_cz: _Plakát

source: in
cs_cz: v

source: pixels
cs_cz: pixely

source: _Duplicate to Fill Page
cs_cz: _Zkopírovat k vyplnìní stránky

source: Layout
cs_cz: Rozlo¾ení
